---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointClouds.PointCollection
source: html/c8741ead-c822-7a50-b1d7-3f3ec43b7cb2.htm
---
# PointCollection Methods

Returns an enumerator that iterates through a collection.